<!DOCTYPE html>
<!--[if lt IE 7]> <html class="no-js lt-ie9 lt-ie8 lt-ie7"> <![endif]-->
<!--[if IE 7]> <html class="no-js lt-ie9 lt-ie8"> <![endif]-->
<!--[if IE 8]> <html class="no-js lt-ie9"> <![endif]-->
<!--[if gt IE 8]><!--> <html class="no-js"> <!--<![endif]-->
	<head>
		<meta charset="utf-8">
		<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
		<title></title>
		<meta name="description" content="">
		<meta name="viewport" content="width=device-width">

		<!-- Place favicon.ico and apple-touch-icon.png in the root directory -->

		<link rel="stylesheet" href="css/normalize.css">
		<link rel="stylesheet" href="css/main.css">
		<script src="js/vendor/modernizr-2.6.2.min.js"></script>
	</head>
	<body>
		<!--[if lt IE 7]>
			<p class="chromeframe">You are using an outdated browser. <a href="http://browsehappy.com/">Upgrade your browser today</a> or <a href="http://www.google.com/chromeframe/?redirect=true">install Google Chrome Frame</a> to better experience this site.</p>
		<![endif]-->

		<!-- Add your site or application content here -->
		<div id="map">
		</div>
		<div id="menuContainer" class="clearfix">
			<ul id="menuMain" class="menu">
				<li><a href="#aktuelles">Aktuelles</a></li>
				<li><a href="#arbeiten">Arbeiten</a></li>
				<li><a href="#statement">Statement</a></li>
				<li><a href="#bio">Bio</a></li>
				<li><a href="#links">Links</a></li>
				<li><a href="#kontakt">Kontakt</a></li>
				<li><a href="#impressum">Impressum</a></li>
				<li><a href="/en">Englisch</a></li>
			</ul>
			<ul id="menuSub" class="menu">
				<li><a href="#vertonung">Vertonung</a></li>
				<li><a href="#objekte">Objekte</a></li>
				<li><a href="#live">Live</a></li>
				<li><a href="#musik">Musik</a></li>
			</ul>
		</div>
		<div id="info">
			<ul>
				<li class="dark">Lukas Truniger</li>
				<li>Klanggestaltung</li>
				<li>Komposition</li>
				<li>Medienkunst</li>
			</ul>
		</div>
		<!-- <div id="controls">
			<button id="zoomIn">+</button>
			<button id="zoomOut">-</button>
		</div> -->
		<article id="endlessText" class="boxShadow-1">
		 	<p id="origin">
				<strong>Die Unzul&auml;nglichkeit der Fl&auml;che</strong><br>
In eine komplexe Welt haben wir lineare Schneisen geschlagen, Sichtsch&auml;chte sozusagen, um dann, f&uuml;r den weiteren &Uuml;berblick, durch radikale Abstraktion all die mehrdimensionalen Schichtungen zu Fl&auml;chen zu roden. Und siehe da: die Welt ist eine Scheibe. Eine Ebene, gerastert, grob unterteilt von asphaltierten Geraden, die Punkt A mit Punkt B auf dem k&uuml;rzesten Weg verbinden, und strukturiert durch akkurat arrangierte, betonierte Quadrate. Doch all unserer Anstrengung zum Trotz ist diese Oberfl&auml;che nie versiegtelt , l&auml;uft die Welt auf ihr nicht glatt und der Verkehr nur z&auml;h, klebrig wie Honig, zwischen H&auml;userbl&ouml;cken, und stockt, und staut sich in der Stadt, die brummt, brodelt, sch&auml;umt, zischt...; bunt gew&uuml;rfelte Matrtialvielfalt instrumentiert die molekularen Soundgerichte in denen sie zu uns spricht. Wir k&ouml;nnen sie h&ouml;ren, Verkehrsnetze, Wasserversorgung, elektrische und mediale Netze, all die Netze, aus denen die Stadt geflochten ist, k&ouml;nnen Rhythmen und Strukturen, Vibrationen und Kl&auml;nge der St&auml;dte erforschen, das Potenzial ihrer Botschaften erkunden. St&auml;dte sind prall gef&uuml;llt mit akustischen Informationen. Sie sind M&ouml;glichkeit, Grund und Zweck eines auditiven Informationsnetzwerks der Zukunft. Kein h&ouml;her technisiertes, effizientes, fortschrittliches, r&uuml;ckw&auml;rts und in alle Richtungen gewandtes Netzwerk. Das auf altes zur&uuml;ck greift, und, um das Rad neu zu erfinden, sich selbst neu erfindet&hellip; Ein Netzwerk, dessen energetisches Potential sich nicht durch die Engen eines Raster dr&auml;ngen l&auml;sst, sondern jedes Raster sprengt, es &ouml;ffnet, hin zu freier Bewegung. Stra&szlig;en zu Ozeanen! Auf hoher See navigieren wir mit unseren elementaren Orientierungssinnen auf provisorischen Transportmitteln, sowas-wie-Flo&szlig;en, zwischen gedanklichen Inseln zuf&auml;lliger Ordnung gen nirgendwo, und wohin auch, hier drau&szlig;en ist nichts. Wir sind hineingeworfen in ein Nichts aus Zeit, neu gewonnene Zeit so weit das Auge reicht. &ndash; Die wir wie nutzen wollen? Die wir nutzen wollen! Keine Maschinerie mehr, die uns f&uuml;r sinnvolle Arbeit belohnt. Also beginnen wir, Grund und Zweck unseres Zeitvertreibs in uns selbst zu suchen: wir fangen an zu spielen. Karten, Instrumente, Mensch-&auml;rgere-Dich-nicht, Programmieren, Basteln, L&ouml;ten, Kochen, sich drau&szlig;en Aufhalten, und H&ouml;ren&hellip; Zuh&ouml;ren&hellip; dann wieder Programmieren&hellip; und wir sehen, dass das gut ist. Und dass unsere Spielerei jede Menge Zeit braucht. M&ouml;glichst all unsere Zeit. Das ist mit Geld nicht mehr bezahlbar, h&ouml;chstens mit noch mehr Zeit. Sie ist der Stoff, der als Katalysator f&uuml;r eine selbstorganisierte Entwicklung dient. Geld kann abgeschafft werden. DIY ist eine neue Form des Luxus und schafft Erfindungen, die wir sie weitergeben, verbreiten, teilen wollen. Wir wollen unsere Ideen gar nicht sch&uuml;tzten. Wir wollen Kontakt und Austausch und suchen im Bauch dieses gigantischen organischen Systems nach Schnittstellen, nach interessanten Gesichtern, neuen und alten Bekannten, finden matriarchiale Verb&uuml;ndete. Zusammen erinnern wir uns, bar jeglicher Sentimentalit&auml;t der Errungenschaften, Traditionen und Gewohnheiten, finden wir M&ouml;glichkeiten, auch noch die gegens&auml;tzlichsten Modelle miteinander zu verkn&uuml;pfen, zu etwas gr&ouml;&szlig;erem zu verklumpen. Ich staune &uuml;ber die gro&szlig;artigen Konstruktionen kollektiver Realit&auml;ten. Ich betrache die Sterne im Nachthimmel, um zusehen zu k&ouml;nnen, wie diese Relationen nichtig werden und dann erst, in ihrer Nichtigkeit, in unendlicher Wichtigkeit erstrahlen. Ich suche Sollbruchstellen im Himmelszelt, das zerbirst&hellip; und die Dimensionen brechen aus ihm heraus, wie die Innereien aus der ge&ouml;ffneten Decke eines Bauches oder die Bl&auml;tter einer aufbrechenden Knospe &hellip; hauchd&uuml;nne Schichten, die sich entfalten, und neu falten, sich &uuml;berlagern, in anderen Dimensionen, in vielen Welten, neue Zusammenh&auml;nge bilden, und hier und jetzt Knotenpunkte potentieller Energie erzeugen, die sich in Akkorden &ndash; Viele-Welten-Vielkl&auml;ngen &ndash; entladen. Wir k&ouml;nnen sie h&ouml;ren, die Akkorde, das Chaos, nichts, den Klang dieser komplexen Welt. In die wir Schneisen geschlagen haben Sichtsch&auml;chte sozusagen, um dann, f&uuml;r den weiteren &Uuml;berblick, durch radikale Abstraktion all die mehrdimensionalen Schichtungen zu Fl&auml;chen zu roden.
			</p>
		</article>
		<div id="articleContent">
			<article id="0" class="live boxShadow-1 content">
				<img class="articleImg" src="img/test.jpg">
				<h1>Improvisation with Prepared Konsumer Elektronics (2012)</h1>
				<p>Live Elektronik
					Frei improvisierte, audiovisuelle Performance mit Visuals von Jan
					Steinbach (Designer und Verleger, Stuttgart). Als Instrumente kommen
					gefundene und präparierte Unterhaltungselektronikartikel zum Ein-
					satz, für die Visual wurden einfache graphische Algorithmen verwen-
					det. Freies Spiel mit LoFi-Technik, bugs are features.
				</p>
			</article>
			<article id="1" class="vertonung content boxShadow-1" lang="de">
				<iframe src="http://player.vimeo.com/video/51858951?title=0&amp;portrait=0&amp;color=7a7a7a" width="400" height="330" frameborder="0" webkitAllowFullScreen mozallowfullscreen allowFullScreen></iframe>
				<h1>AtypI Trailer (2012)</h1>
				<p>Musik/Sounddesign</p>
				<br>
				<p>Fraktale Partikelhaufen welche nicht zusammenpassen, sie folgen sich ungeschliffen. Wie die Konsequenzen einer Geschichte. Erst Zeit bringt Aufkl&auml;rung, Austausch und Konsistenz. Lateinische und Chinesische Schriftzeichen vermischen sich zu neuen Formen und Gesten. Eine Vorahnung?</p>
				<br>
				<p>Dieses Video enstand als Opening-Trailer f&uuml;r die AtypI Konverenz 2012 in Honkong. Die Animation wurde von Svenja Voss entwickelt und umgesetzt.</p>
				</article>
			<article id="3" class="live content boxShadow-1" lang="de">
				<a href="http://www.elektronikfachgeschaeft.com/">Elektronikfachgesch&auml;ft</a>
				<h1>Elektronikfachgesch&auml;ft (2009)</h1>
				<p>Live Elektronik</p>
				<br>
				<p>Stilistisch bei 80er Trash und Minimal-Techno h&auml;ngengebliebenen. Seit 2009 tritt die audiovisuelle Klubmusik-Band trotzdem damit auf.</p>
				<br>
				<p>Gemeinsames Projekt mit Florian Breuer und Michael Hohnstock.</p>
				<br>
				<p>Konzerte:
				<br>
				01/2010 Tanzhaus NRW, D&uuml;sseldorf
				<br>
				11/2012 Salon des Amateurs, D&uuml;sseldorf
				<br>
				01/2011 Cologne Music Week, K&ouml;ln</p>
			</article>
			<article id="3" class="live boxShadow-1 content">
				<img class="articleImg" src="img/test.jpg">
				<h1>Improvisation with Prepared Konsumer Elektronics (2012)</h1>
				<p>Live Elektronik
					Frei improvisierte, audiovisuelle Performance mit Visuals von Jan
					Steinbach (Designer und Verleger, Stuttgart). Als Instrumente kommen
					gefundene und präparierte Unterhaltungselektronikartikel zum Ein-
					satz, für die Visual wurden einfache graphische Algorithmen verwen-
					det. Freies Spiel mit LoFi-Technik, bugs are features.
				</p>
			</article>
			<article id="4" class="live boxShadow-1 content">
				<img class="articleImg" src="img/test.jpg">
				<h1>Improvisation with Prepared Konsumer Elektronics (2012)</h1>
				<p>Live Elektronik
					Frei improvisierte, audiovisuelle Performance mit Visuals von Jan
					Steinbach (Designer und Verleger, Stuttgart). Als Instrumente kommen
					gefundene und präparierte Unterhaltungselektronikartikel zum Ein-
					satz, für die Visual wurden einfache graphische Algorithmen verwen-
					det. Freies Spiel mit LoFi-Technik, bugs are features.
				</p>
			</article>
			<article id="5" class="boxShadow-1 content">
				<img class="articleImg" src="img/test.jpg">
				<h1>Improvisation with Prepared Konsumer Elektronics (2012)</h1>
				<p>Live Elektronik
					Frei improvisierte, audiovisuelle Performance mit Visuals von Jan
					Steinbach (Designer und Verleger, Stuttgart). Als Instrumente kommen
					gefundene und präparierte Unterhaltungselektronikartikel zum Ein-
					satz, für die Visual wurden einfache graphische Algorithmen verwen-
					det. Freies Spiel mit LoFi-Technik, bugs are features.
				</p>
			</article>
		</div>
		<script src="//ajax.googleapis.com/ajax/libs/jquery/1.8.1/jquery.min.js"></script>
		<script>window.jQuery || document.write('<script src="js/vendor/jquery-1.8.1.min.js"><\/script>')</script>
		<script src="js/plugins.js"></script>
		<script src="js/main.js"></script>
	</body>
</html>